[
  {
    "title": "Content Clearance & Fair Use",
    "punchline": "Secure clearances with confidence.",
    "description": "Ensure your projects meet all legal requirements for distribution. Comprehensive vetting of audiovisual content and fair use analysis with Opinion Letter writing to qualify for Errors & Omissions insurance coverage."
  },
  {
    "title": "Contract Drafting & Review",
    "punchline": "Crafted contracts, tailored for you.",
    "description": "Expert legal language tailored to your specific needs. Comprehensive contract review and drafting services for various entertainment transactions."
  },
  {
    "title": "Corporate Formation",
    "punchline": "Build a solid foundation for success.",
    "description": "Set up the right legal structure for your project or company. Structuring and drafting all required corporate formation documents and instruments."
  },
  {
    "title": "Talent Representation",
    "punchline": "Empowering talent with legal expertise.",
    "description": "Comprehensive guidance for creators and talent managers. Legal services for talent management agencies and individual artists across many genres."
  },
  {
    "title": "International Co-Productions",
    "punchline": "Navigate global collaborations with ease.",
    "description": "Leverage tax credits, subsidies, and global partnerships. Comprehensive advice on deal structuring and project financing through international co-productions."
  },
  {
    "title": "Documentary Legal Services",
    "punchline": "Documentaries done right.",
    "description": "Full support for documentary production from development to distribution, including rights clearances and financing agreements."
  },
  {
    "title": "Television Legal Services",
    "punchline": "Bringing your TV vision to life.",
    "description": "Comprehensive business and legal representation during all stages of the creative process for television productions."
  },
  {
    "title": "Film Legal Services",
    "punchline": "Supporting films from script to screen.",
    "description": "Full-cycle business and legal support for feature films, independent films, and shorts."
  },
  {
    "title": "Merchandising and Licensing",
    "punchline": "Maximize your brand's potential.",
    "description": "Representation in merchandising and licensing deals, including toys, collectibles, apparel, and more."
  },
  {
    "title": "Outside General Counsel",
    "punchline": "Your on-call legal partner.",
    "description": "Regular legal representation and advice for companies without full-time in-house legal teams."
  }
]
